Repository: vyskoczilova/woocommerce-payforpayment
Catalog: languages/woocommerce-pay-for-payment-*.po
Languages: de_de

source: WooCommerce Pay4Payment requires at least WooCommerce %s. Please update!
de_de: WooCommerce Pay4Payment erfordert mindestens WooCommerce %s. Bitte updaten!

source: Extra Charge
de_de: Extra Gebühr

source: Item Title
de_de: Bezeichnung

source: This will show up in the shopping basket.
de_de: Wird im Warenkorb angezeigt.

source: Fixed charge
de_de: Feste Gebühr

source: Extra charge to be added to cart when this payment method is selected.
de_de: Ein fester Betrag für diese Zahlungsweise, der dem Warenkorb hinzugefügt wird.

source: Percent charge
de_de: Prozentuale Gebühr

source: Percentage of cart total to be added to payment.
de_de: Prozentsatz des Auftragswertes

source: Charge at least
de_de: Mindestgebühr

source: Minimum extra charge to be added to cart when this payment method is selected.
de_de: Mindestens diesen Betrag für die gewählte Zahlungsmethode berechnen.

source: Charge at most
de_de: Höchstgebühr

source: Maximum extra charge to be added to cart when this payment method is selected. Enter zero to disable.
de_de: Höchstens diesen Betrag für die gewählte Zahlungsmethode berechnen. Zum deaktivieren Null eintragen.

source: Disable on Free Shipping
de_de: Deaktivieren bei Versandkostenfrei

source: Don’t charge this fee when free shipping is available.
de_de: Gebühr wird nicht berechnet wenn Versandkostenfrei verfügbar ist.

source: Extra Charge Taxes
de_de: Steuern

source: Payment fee is taxable
de_de: Gebühr wird besteuert

source: Inclusive Taxes
de_de: Inclusive Steuern

source: The payment fee is inclusive of taxes.
de_de: Die Gebühr enthält Steuern

source: If you leave this unchecked taxes will be calculated on top of the payment fee.
de_de: Wenn Du den Haken weglässt, werden die Steuern zu der Gebühr hinzuaddiert.

source: Tax class
de_de: Steuerklasse

source: Select a the tax class applied to the extra charge.
de_de: Wähle aus, welche Steuerklasse auf diese Gebühr angewendet wir.

source: Include in percental payment fee calculation:
de_de: In prozentualer Gebühr berücksichtigen:

source: Fees
de_de: Andere Gebühren

source: Include fees in calculation.
de_de: Andere Gebühren in die Berechnung einbeziehen

source: Coupons
de_de: Gutscheine

source: Include Coupons in calculation.
de_de: Gutscheine bei der Berechnung berücksichtigen

source: Shipping
de_de: Versandkosten

source: Include shipping cost in calculation.
de_de: Versandkosten bei der Berechnung berücksichtigen

source: Taxes
de_de: Steuern

source: Include taxes in calculation.
de_de: Steuern bei der Berechnung berücksichtigen

# Gateway list column
source: %s %% of cart totals
de_de: WooCommerce Pay4Payment erfordert mindestens WooCommerce %s. Bitte updaten!
